import Breadcrumbs from '@/src/feature/Breadcrumbs';

const breadcrumbs = [{ title: 'Главная', href: '/' }, { title: 'Политика конфиденциальности' }];

/**
 * Страница политики конфиденциальности
 */
const Page = () => {
    return (
        <>
            <Breadcrumbs items={breadcrumbs} className="mb-4" />
            <div className="content">
                <h1>Политика конфиденциальности</h1>
                <h2>Политика в отношении обработки персональных данных</h2>
                <p>Дата вступления в силу: 29.10.2024</p>
                <p>Дата последнего обновления: 20.10.2025 г.</p>
                <h2>ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                <p>
                    Настоящая Политика налогоплательщика налога на профессиональный доход Пономарев
                    Артём Александрович (далее – “sunset-it.agency” или “Мы”), в отношении обработки
                    персональных данных, будучи разработана с целью обеспечения защиты прав и свобод
                    субъектов персональных данных при использовании ими сайта
                    https://sunset-it.agency/, определяет порядок обработки персональных данных, а
                    также меры по обеспечению их безопасности. Под персональными данными понимается
                    любая информация, относящаяся к прямо или косвенно определенному, или
                    определяемому физическому лицу (субъекту персональных данных).
                </p>
                <p>
                    Обработка персональных данных подразумевает любое действие (операция) или
                    совокупность действий (операций), совершаемых с использованием средств
                    автоматизации или без использования таких средств с персональными данными,
                    включая сбор, запись, систематизацию, накопление, хранение, уточнение
                    (обновление, изменение), извлечение, использование, передачу (распространение,
                    предоставление, доступ), обезличивание, блокирование, удаление, уничтожение
                    персональных данных. Актуальная редакция настоящей Политики размещена в сети
                    Интернет по адресу https://sunset-it.agency/ и доступна неограниченному кругу
                    лиц.
                </p>
                <p>
                    Sunset-it. agency вправе в любой момент по собственному усмотрению вносить в
                    Политику изменения, которые считаются приобретшими юридическую силу со дня,
                    следующего за днём их опубликования.
                </p>
                <p>
                    Использование сайта https://sunset-it.agency/ после изменения Политики
                    рассматривается как согласие субъекта персональных данных с новой редакцией
                    Политики. Вы можете связаться с уполномоченным лицом по защите персональных
                    данных Sunset-it. agency, отправив письмо на адрес электронной почты:
                    artess.ponomarev@mail.ru
                </p>
                <h2>НАШИ ПРИНЦИПЫ</h2>
                <p>
                    Обработка персональных данных осуществляется Sunset-it. agency на основе
                    следующих принципов:
                </p>
                <ul>
                    <li>1. Законности и справедливой основы;</li>
                    <li>
                        2. Ограничения обработки персональных данных достижением конкретных, заранее
                        определенных и законных целей;
                    </li>
                    <li>
                        3. Недопущения обработки персональных данных, несовместимой с целями сбора
                        персональных данных;
                    </li>
                    <li>
                        4. Недопущения объединения баз данных, содержащих персональные данные,
                        обработка которых осуществляется в целях, несовместимых между собой;
                    </li>
                    <li>
                        5. Обработки только тех персональных данных, которые отвечают целям их
                        обработки;
                    </li>
                    <li>
                        6. Соответствия содержания и объема обрабатываемых персональных данных
                        заявленным целям обработки;
                    </li>
                    <li>
                        7. Недопущения обработки персональных данных, избыточных по отношению к
                        заявленным целям их обработки;
                    </li>
                    <li>
                        8. Обеспечения точности, достаточности и актуальности персональных данных по
                        отношению к целям обработки персональных данных;
                    </li>
                    <li>
                        9. Уничтожения либо обезличивания персональных данных по достижении целей их
                        обработки или в случае утраты необходимости в достижении этих целей, при
                        невозможности устранения допущенных нарушений персональных данных.
                    </li>
                </ul>
                <h2>КАКИЕ ДАННЫЕ МЫ СОБИРАЕМ</h2>
                <p>
                    В ходе регистрации на сайте https://sunset-it.agency/ мы просим вас предоставить
                    следующие данные:
                </p>
                <p>
                    <b>ФИО, контактный телефон, E-mail.</b>
                </p>
                <p>
                    Информацию, получаемую автоматически в результате использования cookie-файлов;
                </p>
                <h2>КАКИЕ COOKIE-ФАЙЛЫ МЫ ИСПОЛЬЗУЕМ?</h2>
                <p>
                    Мы собираем информацию размещая cookie-файлы на используемом вами компьютере
                    (или компьютерном устройстве). Сookie-файл это небольшой фрагмент текста,
                    сохраняемый на вашем устройстве веб-браузером. Сookie-файлы хранят информацию о
                    посещении вами сайта, позволяют распознавать вас и учитывать ваши предпочтения
                    при каждом посещении сайта, обеспечивают функционирование веб-сайта, необходимое
                    для его использования.
                </p>
                <p>
                    Мы можем использовать как Сookie-файлы, необходимые для сохранения сессии
                    (удаляющиеся по мере закрытия веб-браузера) так и постоянные Сookie-файлы
                    (остающиеся на вашем компьютере до тех пор, пока вы не удалите их
                    самостоятельно), которые необходимы для того чтобы использование вами сайта
                    носило более индивидуализированный характер.
                </p>
                <p>
                    Вы можете настроить ваш веб-браузер и используемое вами устройство так, чтобы
                    они блокировали как сессионные так и постоянные Сookie-файлы, однако в этом
                    случае вы можете утратить возможность использовать некоторые из функций сайта.
                </p>
                <h2>ДЛЯ КАКИХ ЦЕЛЕЙ SUNSET-IT.AGENCY ИСПОЛЬЗУЕТ ПЕРСОНАЛЬНЫЕ ДАННЫЕ?</h2>
                <p>Мы используем полученные персональные данные для целей: </p>
                <ul>
                    <li>
                        1. Направления Вам ответов по поводу оставленных заявок на создание сайтов;
                    </li>
                    <li>2. Сбора обобщенной статистики о пользователях; </li>
                    <li>3. Обеспечения безопасности и предотвращения компьютерных преступлений;</li>
                </ul>
                <p>
                    В случае если мы найдем необходимым использование ваших персональных данных, в
                    соответствии с положениями настоящей Политики, для каких-либо иных целей помимо
                    перечисленных выше, мы предварительно предоставим вам подробную информацию о
                    таких целях до момента начала использования.
                </p>
                <p>
                    Правовым основанием обработки ваших персональных данных для указанных выше целей
                    является ваше согласие.
                </p>
                <p>
                    Вы можете отозвать ваше согласие в любое время без каких-либо неблагоприятных
                    последствий. Отзыв вами согласия, при этом, не делает неправомерной обработку
                    персональных данных, осуществленную ранее. Вы можете отозвать согласие направив
                    письмо на электронный адрес: admin@sunset-it.agency
                </p>
                <h2>КАК ДОЛГО ХРАНЯТСЯ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ?</h2>
                <p>
                    Ваши персональные данные будут храниться не дольше чем это необходимо для
                    достижения целей, определенных в настоящей Политике и соблюдения нами требований
                    действующего законодательства. Любые данные, которые мы будем хранить в
                    дальнейшем - будет анонимны. Любая идентифицирующая вас информация, как Имя,
                    Фамилия, E-mail и телефонный номер будет удалена по истечении вышеуказанного
                    периода либо в течение 30-и дней с момента получения нами вашего запроса на её
                    удаление.
                </p>
                <h2>КАК ХРАНЯТСЯ ПЕРСОНАЛЬНЫЕ ДАННЫЕ?</h2>
                <p>
                    Мы гарантируем, что данные будут надлежащим образом защищены, а действующие и
                    одобренные как в СНГ, так и в Европейском Союзе правовые схемы, касающиеся
                    защиты персональных данных, равно как и соответствующие договорные стандарты,
                    будут применены в полной мере. Если вы хотите получить дополнительную информацию
                    об используемых нами мерах защиты, напишите нам на admin@sunset-it.agency
                </p>
                <h2>КАК SUNSET-IT.AGENCY ЗАЩИЩАЕТ ПЕРСОНАЛЬНЫЕ ДАННЫЕ?</h2>
                <p>
                    Безопасность персональных данных, обрабатываемых sunset-it.agency,
                    обеспечивается реализацией правовых, организационных и технических мер,
                    необходимых для обеспечения требований действующего законодательства в области
                    защиты персональных данных.
                </p>
                <p>
                    Для предотвращения несанкционированного доступа к персональным данным
                    sunset-it.agency применяет, в том числе, следующие организационно-технические
                    меры:
                </p>
                <ul>
                    <li>
                        1. Идентификация и аутентификация субъектов доступа и объектов доступа;{' '}
                    </li>
                    <li>2. Управление доступом субъектов доступа к объектам доступа; </li>
                    <li>3. Ограничение программной среды; </li>
                    <li>
                        4. Защита машинных носителей информации, на которых хранятся и (или)
                        обрабатываются персональные данные (далее - машинные носители персональных
                        данных);
                    </li>
                    <li>5. Регистрация событий безопасности;</li>
                    <li>6. Антивирусная защита;</li>
                    <li>7. Обнаружение (предотвращение) вторжений;</li>
                    <li>8. Контроль (анализ) защищенности персональных данных;</li>
                    <li>
                        9. Обеспечение целостности информационной системы и персональных данных;{' '}
                    </li>
                    <li>10. Обеспечение доступности персональных данных;</li>
                    <li>11. Защита среды виртуализации;</li>
                    <li>12. Защита технических средств;</li>
                    <li>
                        13. Защита информационной системы, ее средств, систем связи и передачи
                        данных;
                    </li>
                    <li>
                        14. Выявление инцидентов (одного события или группы событий), которые могут
                        привести к сбоям или нарушению функционирования информационной системы и
                        (или) к возникновению угроз безопасности персональных данных, и реагирование
                        на них;
                    </li>
                    <li>
                        15. Управление конфигурацией информационной системы и системы защиты
                        персональных данных.
                    </li>
                </ul>
                <h2>C КЕМ SUNSET-IT.AGENCY ДЕЛИТСЯ ПЕРСОНАЛЬНЫМИ ДАННЫМИ?</h2>
                <p>Мы делимся персональными данными со следующими категориями третьих лиц:</p>
                <ul>
                    <li>
                        1. Службы предотвращения мошенничества и антиспам-службы для защиты сервиса
                        от преступной деятельности;
                    </li>
                    <li>
                        2. Правоохранительные органы, в случае необходимости предоставления данных
                        по закону, а также в целях защиты жизни;
                    </li>
                </ul>
                <p>
                    Мы гарантируем, что эти субьекты действуют в соответствии с положениями о защите
                    данных и конфиденциальности, предусмотренными настоящей Политикой. Мы делаем все
                    возможное для того, чтобы все данные оставались максимально анонимными.
                </p>
                <p>
                    В случае, если sunset-it.agency или любой из наших партнеров, владеющих вашими
                    данными на законных основаниях, передает бизнес или меняет собственника,
                    например, вследствие поглощения другой компанией или слияния, реорганизации или
                    продажи всех, или части активов, а также в случае неплатежеспособности, мы можем
                    быть обязаны к тому, чтобы раскрыть ваши персональные данные.
                </p>
                <h2>ВАШИ ПРАВА</h2>
                <p>
                    Действующее законодательство гарантирует вам следующие права в связи с
                    обработкой ваших персональных данных:
                </p>
                <ul>
                    <li>
                        1. Требовать уточнения персональных данных, их блокирования или уничтожения
                        в случае, если персональные данные являются неполными, устаревшими,
                        неточными, или не являются необходимыми для заявленных в настоящей Политике
                        целей обработки;
                    </li>
                    <li>
                        2. Получать информацию, касающуюся обработки персональных данных, в том
                        числе содержащую:
                        <ul>
                            <li> а. подтверждение факта обработки персональных данных;</li>
                            <li> б. правовые основания и цели обработки персональных данных;</li>
                            <li> в. цели и применяемые способы обработки персональных данных;</li>
                            <li>
                                г. наименование и место нахождения оператора, сведения о лицах (за
                                исключением работников оператора), которые имеют доступ к
                                персональным данным или которым могут быть раскрыты персональные
                                данные на основании договора с оператором или на основании
                                федерального закона;
                            </li>
                            <li>
                                д. обрабатываемые персональные данные, источник их получения, если
                                иной порядок представления таких данных не предусмотрен федеральным
                                законом;
                            </li>
                            <li>
                                е. сроки обработки персональных данных, в том числе сроки их
                                хранения;
                            </li>
                            <li> ж. порядок осуществления прав;</li>
                            <li>
                                з. информацию об осуществленной или о предполагаемой трансграничной
                                передаче данных;
                            </li>
                            <li>
                                и. наименование лица, осуществляющего обработку персональных данных
                                по поручению sunset-it.agency, если обработка поручена или будет
                                поручена такому лицу;
                            </li>
                            <li>
                                {' '}
                                к. иные сведения, предусмотренные действующим законодательством.
                            </li>
                        </ul>
                    </li>
                    <li>
                        3. Право на защиту своих прав и законных интересов, в том числе на
                        возмещение убытков и (или) компенсацию морального вреда в судебном порядке.
                    </li>
                </ul>
                <h2>ЖАЛОБЫ И ОБРАЩЕНИЯ</h2>
                <p>
                    Если вы считаете, что sunset-it.agency осуществляет обработку ваших персональных
                    данных с нарушением требований действующего законодательства или нарушает ваши
                    права и свободы иным образом, вы вправе обжаловать такие действия или
                    бездействие в Уполномоченный орган по защите прав субъектов персональных данных
                    или в судебном порядке.
                </p>
            </div>
        </>
    );
};

export default Page;
