import { Breadcrumbs } from '@/src/feature/Breadcrumbs';

/**
 * Страница соглашении персональных данных
 */
const Page = () => {
    return (
        <div className="content">
            <h1>Согласшение на обработку персональных данных</h1>
            <h2>1. Общие положения</h2>
            <p>
                1.1 Настоящая политика обработки и защиты персональных данных регламентирует условия
                сбора, обработки, хранения и защиты следующих персональных данных пользователей
                hsunset-it.agency, не относящихся к категориям специальных, биометрических в
                составе:
            </p>
            <ul>
                <li>фамилия;</li>
                <li>имя;</li>
                <li>отчество;</li>
                <li>телефон;</li>
                <li>контактный e-mail;</li>
            </ul>
            <p>
                Оператором персональных данных, обрабатываемых в sunset-it.agency, является
                Пономарев Артём Александрович (далее — Оператор). Оператор применяет правовые,
                организационные и технические меры по обеспечению безопасности персональных данных в
                соответствии со статьей 19 Федерального закона Российской Федерации от 27 июля 2006
                г. № 152-ФЗ «О персональных данных».
            </p>
            <h2>2. Цель обработки персональных данных</h2>
            <p>
                2.1. Оператор обрабатывает персональные данные пользователей с целью обработки
                материалов для дачи обратной связи по заявке на создание Интернет -сайта.
            </p>
            <p>
                2.2. Оператор персональных данных может передавать персональные данные пользователей
                третьим лицам в случаях, установленных законодательством.
            </p>
            <h2>3. Обязанности Оператора по защите персональных данных</h2>
            <p>
                3.1. Оператор обязан принимать необходимые организационные и технические меры для
                обеспечения конфиденциальности, целостности и доступности персональных данных
                пользователей в соответствии с:
            </p>
            <ul>
                <li>
                    Федеральным законом Российской Федерации от 27 июля 2006 г. № 149-ФЗ «Об
                    информации, информационных технологиях и о защите информации»;
                </li>
                <li>
                    Федеральным законом Российской Федерации от 27 июля 2006 г. № 152-ФЗ «О
                    персональных данных»;
                </li>
                <li>
                    Постановлением Правительства Российской Федерации от 1 ноября 2012 г. № 1119 «Об
                    утверждении требований к защите персональных данных при их обработке в
                    информационных системах персональных данных».
                </li>
            </ul>
            <p>
                3.2 Оператор обязан своевременно производить оценку соответствия sunset-it.agency
                требованиям законодательства Российской Федерации в области защиты информации.
            </p>
            <p>
                3.3 Оператор обязан прекратить обработку персональных данных пользователя при
                направлении последним обращения в электронной и письменной форме в адрес
                admin@sunset-it.agency с требованием прекратить обработку его персональных данных.
            </p>
            <h2>4. Изменение персональных данных</h2>
            <p>
                4.1 Субъект персональных данных вправе дополнять, изменять и (или) удалять
                предоставляемые им персональные данные. Оператор не несет ответственность за полноту
                и достоверность сведений, предоставленных субъектом персональных данных.
            </p>
            <h2>5. Изменение Политики конфиденциальности</h2>
            <p>
                5.1 Оператор персональных данных вправе изменять настоящую политику обработки и
                защиты персональных данных в sunset-it.agency без предварительного уведомления
                пользователей sunset-it.agency.
            </p>
        </div>
    );
};

export default Page;
